Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/sami_parlamentarals_raddi_fi/ilmastomuutosta27.pdf.tmx
Source language: sms
Languages: fin

source: SääŠm parlamenttaarla suåvtõõzz äimmpolitiikklaž tuåimmjemplaan
fin: Saamelaisen parlamentaarisen neuvoston ilmastopoliittinen strategia

source: Primmʼmum sääŠm parlamenttaarla suåvtõõzz såbbrest 14.04.2010
fin: Hyväksytty saamelaisen parlamentaarisen neuvoston kokouksessa 14.04.2010

source: SääŠm parlamenttaarlaž suåvtõs (SPN) lij pueŠrr miõlâst YK ooumažvuõiggâdvuõttkomissio diõtt, ku tõt teäddad pueŠrben tuŠmmstõõǥǥin mâiŠd tuŠmmai da tuåimmjumuužžin mäŠhtt tuåimmai. teäddad pueŠrben äimm-muuttõõzz da takaimaaiŠlmlaž ooumažvuõiggâdvuõđi õhttvuõđ di väŠldd čiõlggsânji lokku vuõssnaroodi nääŠlteŠmes ǩeâhssai vueŠjj äimm-muuttõõzz diõtt.
fin: Saamelainen parlamentaarinen neuvosto (SPN) on erittäin tyytyväinen YK:n ihmisoikeuskomissioon, kun se painottaa päätöksissään ja toiminnassaan painottaa ilmastonmuutoksen ja yleismaailmallisten ihmisoikeuksien yhteyttä sekä ottaa selkeästi huomioon alkuperäiskansojen haavoittuvan tilanteen ilmastonmuutoksen suhteen.

source: SPN ǩiõččâmvueŠjj mieŠldd äimm-muuttõõzz vuârrvaikktõõzzâst tuejjeem tuåim vaikkte määŋgnalla vuõssnaroodi ooumažvuõiggâdvuõđid, da tõŠnt vuõssnaroodi jiõnn âlgg koŠlljed še meeraikõskksaž äimm-muuttõš-saaǥǥstõõllmõõžžâst.
fin: SPN:n näkemyksen mukaan ilmastonmuutoksen yhteydessä tehtävät toimenpiteet vaikuttavat monella lailla alkuperäiskansojen ihmisoikeuksiin, ja siksi alkuperäiskansojen äänen tulee kuulua myös kansainvälilisissä ilmastonmuutosneuvotteluissa.

source: SPN vuäinn äimm-muuttõõzz veiddsab vuârrvaikktõõzzâst: juätkkjeei pirrõskueârmtumuš da lâssnam luâđreeŠǧǧesvuõđi äuŠǩǩumuš tuejjee šiõttlõõvvmõõžžâst vaiŠǧǧääb da seämma vaikktõs lij še sääŠmjieŠllemvueŠjji da jieŠllemvueŠjj / piŠrǧǧeemvuõđ šiõttlõõvvmõõžž vuârrvaikktõõzzâst muttstõõvvi äimmåårrmõõžžid.
fin: SPN näkee ilmastonmuutoksen laajemmassa yhteydessä: jatkuva ympäristökuormitus ja lisääntynyt luonnonvarojen hyödyntäminen tekevät sopeutumisesta vaikeaa ja sama pätee myös saamelaiselinkeinojen ja elämänmuodon / toimeentulon sopeutumisen suhteessa muuttuneisiin ilmasto-olosuhteisiin.

source: SPN teäddad pueŠrben, što sääŠmõhttsažkåŠdd šiõttlââvv äimmmuuttõŠsse pueŠrben nuŠtt, što nääŠlteŠmes ǩeŠhssvuõđ ǩieŠppeet da ooudâsviiǥǥât SääŠmjânnam oummi, šeeŠvti da luâđ ǩeâllʼjemvuõđ seillmõõžž.
fin: SPN korostaa, että saamelaisyhteisö sopeutuu ilmastomuutokseen parhaiten niin, että haavoittuvuutta vähennetään ja samalla edistetään Saamen maan ihmisten, eläinten ja luonnon kantokyvyn säilymistä.

source: PukveeŠzz obb maaiŠlm kuõskki õhttsaztuâjjan lij tõt, što äimm-muuttõs räŠtǩǩumuužž vueiŠtet tuejjeed tåŠlǩ õhttsažtuâj pääiŠǩ da tän diõtt vääŠldet vääžnai juŠn valmmša åårrai teâđaid – saaŠmi vääžnai äŠrbbvuõđ mieŠlddsaž teâtt lij bieŠǩǩen tän tuâj räŠtǩǩumuužžâst.
fin: Maailmanlaajuisena haasteena on se, että ilmastonmuutos voidaan ratkaista vain yhteistyön kautta ja ottamalla käyttöön parhaat olemassa olevat tiedot – saamelainen perinteinen tieto on hyvin tärkeä myös osana tämän haasteen ratkaisua.

source: SääŠmǩiõll da tõn seŠst åårrai klasstõõllâmriâššmõš kuâdd saaŠmi kulttuur da tõn äŠrbbvuõđ puõlvvõõǥǥâst nobba.
fin: Saamen kieli ja sen sisältämä luokittelujärjestelmä kantaa saamelaisten kulttuuria ja sen perinteitä sukupolvelta toiselle.

source: Äimm-muuttõõzz tevvlõõttâmplaanâst da šiõttlõõvvmõõžž viõkkvääŠrest âŠlǧǧe väŠldded lokku sääŠmǩiõl staattus da staanâd sääŠmǩiõl seillmõš.
fin: Ilmastonmuutoksen varautumissuunnitelmassa ja sopeutumisen resursoinnissa on huomioitava saamen kielten asema ja turvattava saamen kielten säilyminen.

source: SääŠmǩiõl da tõn jieŠllemvueŠjjid kuõskki äŠšštobddmõõžž seillmõš ouddlâstt, što sääŠmjieŠllemvueŠjj seiŠlle jieŠllemviõkksânji.
fin: Saamen kielen ja sen elinkeinoihin liittyvän tietämyksen säilyminen edellyttää, että saamelaiselinkeinot säilyvät elinvoimaisina.

source: SääŠmteŠǧǧ âlgg pâŠstted vuässõõttâd tääŠssärvvseŠld äimm-muuttõõzz kuõskki tuŠmmstõktuâjjpooddid naroodlaž da meeraikõskksaž tääŠzzest.
fin: Saamelaiskäräjien tulee pystyä osallistumaan tasa-arvoisesti ilmastonmuutosta koskeviin päätöksentekoprosesseihin kansallisella ja kansainvälisellä tasolla.

source: SääŠmtegga âlgg uŠvdded šoorab mieŠrreemväŠldd jiijjâz vuuŠdes vaaldšem da jååŠđtumuŠšše, ku tõt oudd pueŠrab vuäittmõõžžid šiõttlõõvvâd äimm-muuttõŠsse sääŠmkulttuur šõddâmaalǥi beäŠlnn.
fin: Saamelaiskäräjille tulee antaa suurempi määräysvalta oman alueensa hallintaan ja ohjaukseen, koska se antaa parhaimmat mahdollisuudet sopeutua ilmastonmuutokseen saamelaiskulttuurin lähtökohdista käsin.

source: SPN vuäinn, što LääŠddjânnam da Ruõcc valdiain feŠrttai ravveed ILO 169-suåppmõš da valdiain feŠrttai väŠldded YK čõõđtumuš vuõssnaroodi vuõiggâdvuõđin bieŠǩǩen naroodlaž lääŠjjšeâttmõõzz.
fin: SPN näkee, että Suomen ja Ruotsin valtioiden tulee ratifioida ILO 169-sopimus ja valtioiden tulee ottaa YK:n julistus alkuperäiskansojen oikeuksista osaksi kansallista lainsäädäntöään.

source: Valdiain âlgg staanâd saaŠmi ooumažvuõiggâdvuõđi teâuddjumuš še äimm SPN ouddlâstt, što tâŠvvjânnamlaž sääŠmsuåppmõš ravveet jåŠttlânji äŠšštobddiäŠrttel čuäjtem maadârdõõzz mieŠldd.
fin: Valtioiden tulee turvata saamelaisten ihmisoikeuksien toteutuminen myös ilmastonmuutoksessa. SPN edellyttää, että pohjoismainen saamelaissopimus ratifioidaan pikaisesti asiantuntijatyöryhmän esittämän esityksen mukaisesti.

source: Suåppmõš vueiŠttjââttŠči sääŠmkulttuur ooudâsviikkmõõžž koolm valdia vuuŠdest, koŠst liâ sääŠmkulttuur šõddâmaalǥ da hiâlpteŠči nääiŠt šiõttlõõvvmõõžž äimm-muuttõŠsse da staanŠči saaŠmi ooumažvuõiggâdvuõđi čõõđtumuužž.
fin: Sopimus mahdollistaisi saamelaiskulttuurin kehittämisen kolmen valtion alueella saamelaiskulttuurin lähtökohdista helpottaen sopeutumista ilmastonmuutokseen ja turvaisi saamelaisten ihmisoikeuksien toteutumisen.

source: SPN õõlǥat, što Meksikost rosttovmannust 2010 såbbrõõššâm vuâlla puõŠtti (YK) äimmmuuttõõzz kuõskki raammtakaisuåppmõõžž puõŠtti vueŠssbieŠllsåbbrest, COP16äimmsaaǥǥstõõllmõõžžin âlgg suåppâd lääŠjjlânji čõnnõõttâm kaaŠstuuccumuužžâst da suåppmõõžž paŠrtteem polstjõsriâššmõõžžâst.
fin: SPN vaatii, että Meksikossa joulukuussa 2010 pidettävissä Yhdistyneiden Kansakuntien (YK) ilmastonmuutosta koskevan puiteyleissopimuksen seuraavassa osapuolikokouksessa, COP16ilmastoneuvotteluissa on sovittava laillisesti sitovista päästövähennyksistä ja sopimuksen rikkomisen sanktiojärjestelmästä.

source: SPN õõlǥat, što skääđsuõllu kõskkteemperaturvueŠǩǩ ij vuäǯǯ kaggõõttâd pâŠjjel 1,5 celsiuskraadd.
fin: SPN vaatii, että maapallon keskilämpötila ei saa nousta yli 1,5 celsiusasteen.

source: Tän pâŠjjlab teemperatuur kaggõõttâm vaikktõõzz leŠčče vaiŠǧǧeŠld ouddtuŠmmjumuužžâst da aainâs vaarrteŠči aartklai vuõssnaroodi määŋg kulttuur jieŠllemvuäittmõõžžid aartklažnallšem vuuŠdin.
fin: Tätä korkeamman lämpötilan nousun vaikutukset olisivat vaikeasti ennakoitavissa ja ilmeisesti vaarantaisivat arktisten alkuperäiskansojen kulttuurien elinmahdollisuudet arktisilla alueilla.

source: Valdiain, kook jiâ jäŠǩǩteŠči kaaŠstõõlǥtumuužžeez, õõlǥŠči mäŠhssed eža jiânnai štraaffid piirieeŠjji.
fin: Valtioiden, jotka eivät täyttäisi päästövelvoitteitaan, tulisi maksaa merkittäviä sakkoja vuosittain.

source: Štraaffid ââŠnnŠčeš ooudâsviikkâmjânnmi kaaŠstʼteŠmes energiipuuŠtʼtemvueŠjji ooudâsviikkmõŠšše.
fin: Sakot käytettäisiin kehitysmaiden päästöttömien energiatuotantomuotojen kehittämiseen.

source: Suåppmõõžž čõõđtem diõtt âlgg vuâđđeed YK vuâlšažvuõŠtte meeraikõskksaž orgaan, koon õhttvuõŠtte âlgg vuâđđeed vuõssnaroodorgaan, kååŠtt välvv suåppmõõžž čõõđtumuuž da tõn vaikktõõzzid vuõssnaroodid.
fin: Sopimuksen toteutumista varten tulee perustaa YK:n alaisuuteen kansainvälinen elin, jonka yhteyteen tulee perustaa alkuperäiskansaelin, joka valvoo sopimuksen toteutumista ja sen vaikutuksia alkuperäiskansoihin.

source: SPN õõlǥat, što kaaŠstid âlgg uuŠcceed eža jiânnai.
fin: SPN vaatii, että päästöjä on leikattava merkittävästi.

source: Kioto protokoollast kaaŠsti uuccumuužž veŠrddõõllâmpââŠjjen lij uŠvddum eeŠǩǩ 1990.
fin: Kioton protokollassa päästöjen leikkaamisen vertailukohdaksi on annettu vuosi 1990.

source: SPN vuäinn, što pâi õõut eeŠjj kaaŠsti piijjmõš veŠrddõõllâmpââŠjjen kääzzkââstŠči jeeŠres valdiaid panntääŠzznallšem ärvvsânji da vueiŠttjââttŠči vueŠjj, koŠst praksiizzâst måttmin valdiain ij taarbâž tuejjeed ni vooŠps kaaŠstuuccummuužžid.
fin: SPN näkee, että vain yhden vuoden päästöjen asettaminen vertailukohdaksi kohtelee eri valtioita epätasa-arvoisesti ja mahdollistaa tilanteen, jossa käytännössä joidenkin valtioiden ei tarvitse tehdä lainkaan päästövähennyksiä.

source: SPN maadârd, što veŠrddõõllâmpââŠjjen leŠčči valdiai kõskkmieŠrrsa kaaŠst eeŠjjin 1990–2000.
fin: SPN esittää, että vertailukohtana olisivat valtioiden keskimääräiset päästöt vuosina 1990–2000.

source: SPN õõlǥat, što valdiain âlgg uuŠcceed šâddpõrttkaaŠsteez tän kõskkäärvest 40 % eeŠjj 2020 mõõneeŠst da 90 % eeŠjj 2050 mõõneeŠst.
fin: SPN vaatii, että valtioiden tulee vähentää kasvihuonepäästöjään tästä keski-arvosta 40 % vuoteen 2020 mennessä ja 90 % vuoteen 2050 mennessä.

source: SPN vuäinn, što kaaŠsti meäŠr âlgg čõggâd ođđsmõõvvi energiipuuŠtʼtemvueŠjjid ooudâsviiǥǥeeŠl da seämmaääiŠjest vuäǯǯad tõk šoorab ǩiiččeei meäŠr âânnmõŠšše vuõkksõs hõõŠddin.
fin: SPN näkee, että päästöjen määrää tulee hillitä uusiutuvia energiantuotantomuotoja kehittämällä ja saamalla ne suuren yleisön käyttöön edullisilla hinnoilla.

source: Raajjmõõžž energiiviõkksõsvuõtt âlgg pueŠreed raajjâmšeâttmõõžžin da veäŠǩǩvuõđin.
fin: Rakentamisen energiatehokkuutta on parannettava rakennussäännöksillä ja avustuksilla.

source: Naroodlaž tääŠzzest âlgg raajjâd äimmlääŠjjid, kooi vieŠǩǩin čõõggât kaaŠstid da teäggtet äimm-muuttõõzz čõggâmtuåimid da staanât vuõssnaroodi vuõiggâdvuõđid äimm-muuttõõzzâst.
fin: Kansallisella tasolla tulee laatia ilmastolakeja, joiden avulla hillitään päästöjä ja rahoitetaan ilmastonmuutoksen ehkäisytoimenpiteitä ja turvataan alkuperäiskansojen oikeudet ilmastonmuutoksessa.

source: SPN vuäinn, što meeraikõskksaž vuõssnaroodpolitiikk beäŠlnn âlgg åårsted smiõttâd eärben äimm-muuttõõzz diõtt hääitai uuccumuŠšše vuõssmeeraid da vuõssmeerai äiggavuäǯǯamvääŠld staanmõŠšše äimm-muuttõõzz kuõskki tuŠmmjemtuâjast.
fin: SPN näkee, että kansainvälisessä alkuperäiskansapolitiikassa tulee keskittyä erityisesti ilmastonmuutokseen haittojen vähentämiseen alkuperäiskansoille ja alkuperäiskansojen vaikutusvallan turvaamiseen ilmastonmuutokseen liittyvässä päätöksenteossa.

source: Äimm-muuttõõzz uuccumuŠšše ǩiččlõttâm tuåim âŠlǧǧe tuejjeed nuŠtt, što tõin jiâ leäkku ǩeŠlddemnallšem vaikktõõzz vuõssmeerai tiõrvâsvuõŠtte da jieŠllemvuäittmõõžžid.
fin: Ilmastonmuutoksen vähentämiseen pyrkivät toimenpiteet on tehtävä siten, että niillä ei ole kielteisiä vaikutuksia alkuperäiskansojen terveyteen ja elinmahdollisuuksiin.

source: SPN peälašt eärben peiŠvvenergii äuŠǩǩeem lââŠzztumuužž.
fin: SPN kannattaa erityisesti aurinkoenergian hyödyntämisen lisäämistä.

source: Piõggviõǥǥ lââŠzztumuužžâst saaŠmi äŠrbbvuõđ mieŠlddsânji aazztum vuuŠdid âlgg suåppâd äv.
fin: Tuulivoiman lisäämisestä saamelaisten perinteisesti asuttamille alueille on sovittava ao.

source: sääŠmteeŠǧǧin, di äv.
fin: saamelaiskäräjien kanssa, sekä myös ao.

source: vuuŠdi pääiklaž äŠrbbvuõđ mieŠlddsaž jieŠllemvueŠjji võboršeeŠǩǩivuiŠm, eärben puäʒʒhååid (paalǥâskooŠddivuiŠm).
fin: alueiden paikallisten perinteisten elinkeinojen edustajien, erityisesti poronhoidon (paliskuntien) kanssa.

source: Piõggviõkk ij vuâǯǯ šõddeed jäänab hääit saaŠmi äŠrbbvuõđ mieŠlddsaž jieŠllemvueŠjjid mâŠte sääŠmpuäʒʒhoiddu.
fin: Tuulivoima ei saa aiheuttaa vähäistä suurempaa haittaa saamelaisten perinteisille elinkeinoille kuten saamelaisporonhoidolle.

source: Ođđsmõõvvi energiivueŠjji lââŠzztumuš ouddlâstt še bioenergii ââŠnnem lââŠzztumuužž, kååŠtt vuäitt lââŠzzted uŠccčuõmârkaaŠstid notta ääŠššmieŠlddsai siŠlljeeŠji.
fin: Uusiutuvien energiamuotojen lisääminen edellyttää myös bioenergian käytön lisäämistä, mikä voi lisätä pienhiukkaspäästöjä ilman asianmukaisia suodattamia.

source: Koin-ne vuuŠdin bioenergii noorrmõš sträššai vuõssnaroodi jieŠllemåårrmõõžžid.
fin: Joillakin alueilla bioenergian keruu uhkaa alkuperäiskansojen elinoloja.

source: Bioenergii noorrmõš âlgg šõddâd ǩeâllʼjem nalla da proseezzâst âlgg ciŠsttjed vuõssnaroodi vuõiggâdvuõđid.
fin: Bioenergian keruun tulee tapahtua kestävällä tavalla ja prosessissa on kunnioitettava alkuperäiskansojen oikeuksia.

source: SPN ouddlâstt, što bioenergii âânnmõõžž lââŠzztumuš ij vuâǯǯ lââŠzzted uŠccčuõmârkaaŠstid da õõlǥat, što uŠccčuõmârkaaŠstid âlgg cõggâd viõkksõs siŠlljeeŠjin.
fin: SPN edellyttää, että bioenergian käytön lisääminen ei saa lisätä pienhiukkaspäästöjä ja vaatii, että pienhiukkaspäästöjä tulee hillitä tehokkailla suodattimilla.

source: ČääŠccviõǥǥ lââŠzztumuš ij vuâǯǯ sträššjed luâđreeŠǧǧesvuõđid ij-ga šõddeed jäänab hääit sääŠmkulttuuŠre.
fin: Vesivoiman lisääminen ei saa uhata luontoarvoja eikä aiheuttaa vähäistä suurempaa haittaa saamelaiskulttuurille.

source: SPN teäddad veâl tõn, što lâuŠŋŋ iŠllakku ođđsmõõvvi energiivueŠǩǩ.
fin: SPN korostaa myös, että turve ei ole uusiutuva energiamuoto.

source: SPN lij vuâstta atomviõǥǥ lââŠzztumuužž.
fin: SPN vastustaa ydinvoiman lisäämistä.

source: SaaŠmi muuŠšteeŠst lij veâl Tšernobyl atomviõkkpääiŠǩpäŠrttšõõvvmõš eeŠjjest 1986 da koonn vaikktõõzz sääŠmõhttsažkooŠddid da saaŠmi äŠrbbvuõđ mieŠlddsai jieŠllemvueŠjjid lij tobddâmnalla veâlâinn.
fin: Saamelaisten muistissa on edelleen Tšernobylin ydinvoimalaonnettomuus vuonna 1986 ja jonka vaikutukset saamelaisyhteisöihin ja saamelaisten perinteisiin elinkeinoihin on tunnistettavissa edelleenkin.

source: Atomviõkk iŠllakku puuŠttes energiipuuŠtʼtemvueŠǩǩ, leša šõddad kaaŠstid nuŠtt tõn raajjmuŠšše, uraan haŠŋǩǩummuŠšše da kuåivvâztuâj äiŠǧǧen mâŠte še njieŠšši mâŠŋŋsâjjdõõttâm äiŠǥǥen.
fin: perustuvat elinkeinot. energiantuotantomuoto, vaan aiheuttaa päästöjä niin sen rakentamisen, uraanin hankkimisen ja louhinnan yhteydessä kuten myös jätteiden jälkisijoittamisen yhteydessä.

source: TâŠvvjânnmin, LääŠddjânnmest da Ruõšš õõldâsvuuŠdin uraan kuåivvâztuâjj da haŠŋǩǩumuš, kuåivvâstuåimmjumuš da atompäŠrttšõõvvmõš vuäitŠči pråppâŠtted saaŠmi äŠrbbvuõđ mieŠlddsai jieŠllemvueŠjji tuåimmjemoudldõõzzid.
fin: Pohjoismaissa, Suomessa ja Venäjän lähialueilla uraanin louhinta ja hankinta, kaivostoiminta ja ydinonnettomuus voisivat tuhota saamelaisten perinteisten elinkeinojen toimintaedellytykset.

source: Ođđ äimmsuåppmõõžžâst âlgg suåppâd uŠccčuõmârkaaŠsti vääžnai ǩeäppnumuužžâst, tõi praavjumuŠšše âlgg raajjâd meeraikõskksaž valvvemriâššmõš da valdiain âlgg rääŠjted uŠccčuõmârkaaŠstid faabriikâst, trafiikâst di dommtäälain šeâttmõõžžin da energiiveäŠǩǩvuõđin.
fin: Uudessa ilmastosopimuksessa on sovittava pienhiukkaspäästöjen merkittävästä vähentämisestä, niiden seuraamiseen on luotava kansainvälinen valvontajärjestelmä ja valtioiden on rajoitettava pienhiukkaspäästöjä teollisuudessa, liikenteessä sekä kotitalouksissa säännöksillä ja energiaavustuksilla.

source: UŠccčuõmârkaaŠstid jeät veâl rääŠjtukku eärben, leša rääŠjtõõzz kuâŠsǩǩe tåŠlǩ takainalla uŠccčuõmârkaaŠstid.
fin: Pienhiukkaspäästöjä ei toistaiseksi rajoiteta erityisesti, vaan rajoitukset koskevat ainoastaan yleisesti pienhiukkaspäästöjä.

source: Eärben ooudâsviikkâmjânnmi dommtäälaid da faabriŠǩǩe âlgg valmšted jiijjâz teäggtemriâššmõš, koon pääiŠǩ riâžžât vuõkksõs siŠlljeeŠjid tõi âânnmõŠšše.
fin: Erityisesti kehitysmaiden kotitalouksiin ja teollisuudelle on valmistettava oma rahoitusjärjestelmä, jonka kautta järjestetään huokeat suodattimet niiden käyttöön.

source: NääŠit vuäitŠčeš hääŠlbeŠld da viõkkšânji cõggâd uŠccčuõmârkaaŠstid pukveeŠzz obb maaiŠlmest.
fin: Näin voitaisiin halvasti ja tehokkaasti hillitä pienhiukkaspäästöjä maailmanlaajuisesti.

source: Panntiuddsaž pueŠllmõõžžâst sâŠdde uŠccčuõrmmâz mâŠte čaŠppes ill da reŠnn liâ vuõssʼsâjjsab tuâjast, skääđsuõllu pakknumuužžâst.
fin: Epätäydellisestä palamisesta aiheutuvat pienhiukkaset kuten musta hiili ja noki ovat odotettua merkittävämmässä roolissa maapallon lämpenemisessä.

source: UŠccčuõmârkaaŠstin liâ še vuõssŠsâjjsa tiõrvâsvuõttvaikktumuužžid šõddeei pååŠmh da tõk veǩǩa ooudbeäŠläiggsaid jäämmʼmõõžžid globaaleŠld.
fin: Pienhiukkaspäästöillä on myös merkittäviä terveysvaikutuksia aiheuttaen ennenaikaisia kuolemia globaalisti.

source: Näkkam kaaŠsti ǩeäppnumuš pohtt jåŠttlõs da miõttlaž pohttmõõžžid.
fin: Näiden päästöjen leikkaaminen tuo nopeita ja myönteisiä tuloksia.

source: UŠccčuõrmmâz loŋŋnâŠtte äimm-muuttõõzz eärben aartklažnallšem vuuŠdest da näkkam kaaŠsti uuccumuš lij vuõssärvvsânji vääžnai äimm-muuttõõzz cõggmõõžžâst.
fin: Pienhiukkaset kiihdyttävät ilmastonmuutosta erityisesti arktisella alueella ja näiden päästöjen vähentäminen on ensiarvoisen tärkeää ilmastonmuutoksen ehkäisemisessä.

source: Jäänaš uŠccčuõrmmsin jåått äimmräuŠnnji mieŠldd aartklažnallšem voudda Aasiast.
fin: Valtaosa pienhiukkasista kulkeutuu ilmavirtausten mukana arktiselle alueelle Aasiasta.

source: Luâšttõõttmen muõtti da jiõŋ ool reŠnn čâppad čääŠʒʒooŠle da jânnamooŠle.
fin: Laskeutuessaan lumen ja jään pinnalle noki mustaa pinnan.

source: ČaŠppes oolâž njeemm šuõnstõõzz pueŠrben da nääiŠt muõtt da jiõŋŋ soŠdde jåŠttlubân.
fin: Musta pinta imee auringonsäteilyä tehokkaammin ja täten lumi ja jää sulavat nopeammin.

source: Prosess loŋŋnad pakknumuužž eärben aartklažnallšem vuuŠdest.
fin: Prosessi kiihdyttää lämpenemistä erityisesti arktisella alueella.

source: SPN tuäivv, što motorǩeâlkai da motorbieŠǩǩi energiiviõkksõsvuõđ pueŠreet jåŠttlânji.
fin: SPN vetoaa, että moottorikelkkojen ja mönkijöiden energiatehokkuutta parannetaan pikaisesti.

source: SaaŠmi äŠrbbvuõtt mieŠlddsa jieŠllemvueŠjj taarbše täid niâvvaid tuâjstes, leša täidd õõlǥŠči ooudâsviikkâd nuŠtt, što tõk leŠčče uuŠccab kaaŠst tuejjeeŠjen da eärben motorbieŠǩǩid õõlǥŠči raajjâd staanjeŠben da luõttu uuŠccben ǩiõjid kueŠđđjen.
fin: Saamelaisten perinteiset elinkeinot tarvitsevat näitä välineitä työssään, mutta niitä tulisi kehittää vähäpäästöisemmisiksi ja erityisesti mönkijöitä tulisi kehittää turvallisemmiksi ja luontoon vähemmän jälkiä jättäviksi.

source: Tät tuärjjeŠči še biodiversiteet suõŠjjumuužž.
fin: Tämä tukisi myös biodiversiteetin suojelua.

source: SPN maadârd, što valdia kõskksa tuŠtǩǩeemstrooiŠtel õõutsââŠjest põrggji da saaŠmi äŠrbbvuõtt mieŠlddsai jieŠllemvueŠjji võboršeeŠǩǩivuiŠm altteŠči näkkam ooudâsviikkâmtuâj jåŠttlânji.
fin: SPN esittää, että valtiolliset tutkimuslaitokset yhdessä yritysten ja saamelaisten perinteisten elinkeinojen edustajien kanssa aloittaisivat tällaisen kehitystyön pikaisesti.

source: SPN vuäinn, što äimm-muuttõõzz vuâsttatuâsttmõõžžâst âlgg jäŠǩǩted YK biodiversiteetsuåppmõõžž artiik 8(j):st da väŠldded lokku saaŠmi äŠrbbvuõtt mieŠlddsaž teâtt, praksiizz da innovaatiaid da saaŠmi äiggavuäǯǯamvaikktõõzz še meeraikõskksaž orgaanin kõõččmõõččâst åårrai artiik nuäjin.
fin: SPN näkee, että ilmastonmuutoksen torjunnassa tulee noudattaa YK:n biodiversiteettisopimuksen artikla 8(j):tä ja huomioida saamelaisten perinteinen tieto, käytännöt ja innovaatiot ja saamelaisten vaikutusmahdollisuudet myös kansainvälisissä elimissä kyseisen artiklan nojalla.

source: SPN haaŠlad väŠldded lokku pueŠrben še suåppmõõžž artiikka 10(c), kååŠtt mieŠrrad, što suåppâmvueŠssbeäŠlin âlgg suõŠjjeed da peälšted biologiinallšem resuurzi äŠrbbvuõđ mieŠlddsa âânnmõõžž, äŠrbbvuõđ mieŠlddsa kulttuurlaž vueŠjji mieŠlddsânji,
fin: SPN haluaa kiinnittää huomiota myös sopimuksen artiklaan 10(c), joka määrää, että sopimusosapuolien tulee suojella ja kannustaa biologisten resurssien perinteistä käyttöä perinteisten kulttuuristen tapojen mukaisesti, jotka soveltuvat suojelun ja kestävän käytön vaatimuksiin.

source: 2009. SPN lij peŠcclest tõŠst, što valdia jiâ leäkku vuäittam õstteed täävtõõzzes åårstâŠtted luâđ määŋgpeäŠllsažvuõđ vääivõõttmõõžž eeŠjj 2010 mõõneeŠst.
fin: traditional cultural practices that are compatible with conservation or sustainable use requirements; SPN on huolissaan siitä, että valtiot eivät ole saavuttaneet tavoitettaan pysäyttää luonnon monimuotoisuuden köyhtymistä vuoteen 2010 mennessä.

source: SPN auŠǯǯai valdiaid suõŠjjeed luâđ määŋgpeäŠllsažvuõđ da staanâd eärben meeraikõskksiŠžžen biodiversiteeteeŠjjest 2010.
fin: SPN kehottaa valtioita suojelemaan luonnon monimuotoisuutta ja turvamaan sen erityisesti kansainvälisenä biodiversiteettivuonna 2010.

source: SPN âânn vääžnai äŠššen, što äimm-muuttõõzz äiggavuäǯǯmõõžžid äŠrbbvuõttmieŠlddsa tiõttu da tõn primmtõõššmõõžž äimm-muuttõštuŠtǩǩumuužžâst da tuŠmmstõktuâjst ǩiõttʼtõõllŠčeš biodiversiteettsuåppmõõžž teksttõhttvuõđâst da vääldŠčeš lokku eeŠjj 2010 mââibu biodiversiteet täävtõõzzin.
fin: SPN pitää tärkeänä, että ilmastonmuutoksen vaikutuksia perinteiseen tietoon ja sen huomioimista ilmastonmuutostutkimuksessa ja päätöksenteossa käsiteltäisiin biodiversiteettisopimuksen kontekstissa ja otettaisiin huomioon vuoden 2010 jälkeisessä biodiversiteetti tavotteissa.

source: SPN maadârd, što suåppmõõžž COP10-såbbrest 2010 Nagoyast 18.–29.10.2010 tuŠmmjeŠčeš, što artiik 8(j) määŋgekksa tuâjjprograŠmme vääldŠčes ođđ tuâj: äimm-muuttõš da äŠrbbvuõtt mieŠlddsaž teâtt.
fin: SPN esittää, että sopimuksen COP10-kokouksessa 2010 Nagoyassa 18.–29.10.2010 päätettäisiin, että artikla 8(j):n monivuotiseen työohjelmaan otettaisiin uusi tehtävä: ilmastonmuutos ja perinteinen tieto.

source: SPN räukk valdiaid oouŠdeed såbbrest tän tuâj čõõđtumuužž.
fin: SPN pyytää valtioita edistämään kokouksessa tämän tehtävän toteutumista.

source: YK äimm-muuttõssuåppmõõžž õhttvuõŠtte âlgg vuâđđeed vuõssnaroodi veerjlaž orgaan, kååŠtt valmštââll da välvv vuõssnaroodi kuõskki äimm-muuttõstuŠmmštõktuâj.
fin: YK:n ilmastomuutossopimuksen yhteyteen tulee perustaa alkuperäiskansojen virallinen elin, joka valmistelee ja seuraa alkuperäiskansoja koskevaa ilmastonmuutospäätöksentekoa.

source: YK vuõssnaroodi põõšši da biodiversiteetsuåppmõõžž WG8JtuâjjäŠrttlin Orgaan tuejjumuužž vuâđđân õõlǥŠči leeŠd YK čõõđtumuš vuõssnaroodi vuõiggâdvuõđin (vuõssnaroodčõõđtumuš).
fin: Elimen tulisi toimia yhteistyössä YK:n alkuperäiskansojen pysyvän foorumin ja biodiversiteettisopimuksen WG8J-työryhmän kanssa. Elimen toiminnan perustana tulisi olla YK:n julistus alkuperäiskansojen oikeuksista (alkuperäiskansajulistus).

source: OrgaŠnne âlgg staanâd riŠjttjemnalla tuåimmjem- da äŠšštobddiresuurzz.
fin: Elimelle on turvattava riittävät toiminta- ja asiantuntijaresurssit.

source: Tõt âlgg še tuåimmjed õhttsažtuâjast halltõõzzkõskksa äimm-muuttõs paneel da Aartkla Suåvtõõzzin.
fin: Sen tulee myös toimia yhteistyössä hallitustenvälisen ilmastonmuutospaneelin ja Arktisen Neuvoston kanssa.

source: Orgaanâst âŠlǧǧe leeŠd eeŠttkâŠsttmen jäänab vuõssnaroodi võboršeǩnallšem orgaan da organisaatiad, kook eeŠttkâŠstte vuõssnaroodid lokku vääŠldeeŠl jânnamtiõđlaž käŠttemvuõtt.
fin: Elimessä tulee olla edustettuina kattavasti alkuperäiskansojen edustuksellisia elimiä ja järjestöjä, jotka edustavat alkuperäiskansoja huomioiden maantieteellinen kattavuus.

source: Valdiain âlgg uŠvdded sääŠmtegga piirieeŠjji põõšši teäggtõõzz äimm-muuttõõzz šiõttõõvvmõŠšše, tõn tuŠtǩǩumuŠšše da jiijjâz äimmpolitiikk ooudâsviikkmõŠšše.
fin: Valtioiden tulee antaa saamelaiskäräjille vuosittain pysyvää rahoitusta ilmastonmuutoksen sopeutumiseen, sen tutkimiseen ja oman ilmastopolitiikan kehittämiseen.

source: Pukin sääŠmteeŠǧǧin âlgg tuåimmjed pirrõs- da äimmaaŠššin vaŠstteei veŠrǧǧooumaž da äŠšštobddiluŠvddkåŠdd kååŠtt ǩiõttʼtââll täid kõõččmõõžžid.
fin: Jokaisella saamelaiskäräjillä tulee toimia ympäristö- ja ilmastoasioista vastaava virkamies ja asiantuntijalautakunta joka käsittelee näitä kysymyksiä.
